{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip.git",
      "version": "'v2.4.1'"
    },
    "auto-save.nvim": {
      "src": "https://github.com/Pocco81/auto-save.nvim.git"
    },
    "claude-code.nvim": {
      "src": "https://github.com/greggh/claude-code.nvim.git"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer.git"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline.git"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp.git"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path.git"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip.git"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git",
      "version": "'v9.1.0'"
    },
    "copilot": {
      "src": "https://github.com/github/copilot.vim.git",
      "version": "'v1.59.0'"
    },
    "cyberdream.nvim": {
      "src": "https://github.com/scottmckendry/cyberdream.nvim.git",
      "version": "'v5.3.0'"
    },
    "dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim.git"
    },
    "dressing.nvim": {
      "src": "https://github.com/stevearc/dressing.nvim.git",
      "version": "'v3.1.1'"
    },
    "flutter-tools.nvim": {
      "src": "https://github.com/nvim-flutter/flutter-tools.nvim.git",
      "version": "'v2.1.0'"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua.git",
      "version": "'0.7'"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git",
      "version": "'v2.0.0'"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim.git"
    },
    "lazygit.nvim": {
      "src": "https://github.com/kdheepak/lazygit.nvim.git"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim.git"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim",
      "version": "'v0.0.10'"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git",
      "version": "'v2.1.0'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git",
      "version": "'v2.2.1'"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs.git",
      "version": "'0.10.0'"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp.git",
      "version": "'v0.0.2'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git",
      "version": "'v2.5.0'"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua.git",
      "version": "'v1.15.0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git",
      "version": "'v0.9.3'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git",
      "version": "'v0.100'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git",
      "version": "'v0.1.4'"
    },
    "smear-cursor.nvim": {
      "src": "https://github.com/sphamba/smear-cursor.nvim",
      "version": "'v0.6.0'"
    },
    "themery.nvim": {
      "src": "https://github.com/zaldih/themery.nvim.git",
      "version": "'v2.0.1'"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim.git",
      "version": "'v1.5.0'"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim.git",
      "version": "'v2.13.1'"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim.git",
      "version": "'v3.7.1'"
    },
    "vim-helm": {
      "src": "https://github.com/towolf/vim-helm.git"
    }
  }
}